<%@ page import="com.youngbook.common.config.Config" %>
<%@ page import="com.youngbook.service.info.LegalAgreementService" %>
<%@ page import="com.youngbook.entity.po.info.LegalAgreementPO" %>
<%@ page contentType="text/html;charset=UTF-8" language="java" %>

<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=utf-8">
    <title>开普乐服务协议</title>

    <link href="<%=Config.getWebRoot()%>/w2/css/common.css" rel="stylesheet" type="text/css"/>
    <link href="<%=Config.getWebRoot()%>/w2/css/about/about.css" rel="stylesheet" type="text/css"/>

    <script language="javascript" src="<%=Config.getWebRoot()%>/w2/dist/js/jquery.min.js"></script>

</head>

<body>

<jsp:include page="/w2/top.jsp"/>

<div id="position" class="w1000">

</div>
<div id="container">
    <div class="about_cont" style="display:block; background-color:white;width:800px;margin:0 auto;padding:10px;">
        <h1 style="text-align: center"> 开普乐服务协议
        </h1>
        <p> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;  深圳开普乐科技有限公司及其关联方（以下合称"开普乐"；关联方：指一方通过合同或股权方式直接或间接持有另一方超过50%的权益，或两方同由第三方通过合同或股权方式直接或间接持有超过50%的权益）同意按照本协议的规定及其不时发布的操作规则提供基于互联网以及移动网的相关服务（以下称"网络服务"），为获得网络服务，服务使用人（以下称"用户"）应当同意本协议的全部条款并按照页面上的提示完成全部的注册程序。
        <p><strong> 1. 服务内容</strong>
        <p>1.1 开普乐网络服务的具体内容由开普乐根据实际情况提供。
        <p>1.2 开普乐可不时提供收费网络服务，用户使用收费网络服务需要向开普乐支付一定的费用。对于收费的网络服务，开普乐会在用户使用之前给予用户明确的提示，只有用户根据提示确认其愿意支付相关费用，用户才能使用该等收费网络服务。如用户拒绝支付相关费用，则开普乐有权不向用户提供该等收费网络服务。
        <p><strong>2. 服务变更、中断或终止</strong>
        <p>2.1 用户理解开普乐需要定期或不定期地对提供网络服务的平台（如互联网网站、移动网络等）或相关的设备进行检修或者维护，如因此类情况而造成收费网络服务在合理时间内的中断，开普乐无需为此承担任何责任，但开普乐应尽可能事先进行通告。
        <p>2.2 无论本协议是否有其他约定，如发生下列任何一种情形，开普乐有权随时中断或终止向用户提供本协议项下的网络服务（该网络服务包括但不限于收费及免费网络服务）而无需对用户或任何第三方承担任何责任或义务：
        <p>2.2.1 用户提供的个人资料不真实；
        <p>2.2.2 用户违反本协议中规定的使用规则及不时的更新、开普乐不时发布及更新的相关操作规则及要求；
        <p>2.2.3 用户在使用收费网络服务时未按规定向开普乐支付相应的服务费；
        <p>2.2.4 用户恶意操作、诋毁、损害开普乐声誉；
        <p>2.2.5 用户利用开普乐网络服务从事违反国家法律法规的活动（包括但不限于洗钱等）。
        <p>2.3 在2.2.5的情况下，如有关政府主管部门要求开普乐配合相关调查、采取相关监管、处罚措施等，开普乐将尽全力配合，因此给用户带来的操作不能、操作不便等，开普乐不承担任何责任。
        <p>2.4 如变更、中断或终止的网络服务属于免费网络服务，开普乐无需通知用户，也无需对任何用户或任何第三方承担任何责任；如变更、中断或终止的网络服务属于收费网络服务，开普乐应当在变更、中断或终止之前事先通知用户，并应向受影响的用户提供等值的替代性的收费网络服务，如用户不愿意接受替代性的收费网络服务，就该用户已经向开普乐支付的服务费，开普乐应当按照该用户实际使用相应收费网络服务的情况扣除相应服务费之后将剩余的服务费退还给该用户。
        <p><strong>3. 使用规则</strong>
        <p>3.1 用户在申请使用开普乐网络服务时，必须向开普乐提供真实准确的个人资料，如个人资料有任何变动，须及时根据开普乐的业务规则向开普乐更新。
        <p>3.2 用户必须承诺所提供的本人信息及所有证明、文件、资料均在材料提供当日及使用期内是真实、完整、准确的，不存在虚假记载，误导性陈述或重大遗漏，否则自愿承担由此造成的一切损失。开普乐及其授权业务机构依据用户在开普乐平台注册的信息履行其告知、支付等合同义务即视为已经完全履行。
        <p>3.3 用户注册成功后，开普乐将向每个用户配发一个用户帐号、密码，用户应当对以其用户帐号进行的所有活动和事件负法律责任。
        <p> 3.4 用户应当保证预留的收益银行账户真实有效并可以正常使用，由于预留银行收益账户被挂失、冻结、销户或其他司法原因等导致开普乐及其授权业务机构无法履行协议义务的，开普乐不承担任何责任。
        <p>3.5 用户应妥善保管其账号、密码，不应将其帐号、密码转让或出借予他人使用。用户并将以不时修改密码、更新客户证书、U盾等方式确保其账户安全。如用户发现其帐号遭他人非法使用、密码泄露等情况，应立即通知开普乐。因黑客行为或用户的保管疏忽导致帐号、密码遭他人非法使用，开普乐不承担任何责任。
        <p>3.6 用户同意开普乐有权在提供网络服务过程中以各种方式投放各种商业性广告或其他任何类型的商业信息（包括但不限于在开普乐网站的任何页面上投放广告），并且，用户同意接受开普乐通过电子邮件、短信或其他方式向用户发送产品或其他相关商业信息。
        <p> 3.7 用户在使用开普乐网络服务过程中，必须遵循以下原则：
        <p> 3.7.1 遵守中国有关的法律和法规；
        <p>  3.7.2 遵守本协议中规定的使用规则及不时的更新、开普乐不时发布及更新的相关操作规则及要求；
        <p>3.7.3 不得为任何非法目的而使用网络服务系统；
        <p>3.7.4 不得以任何形式使用开普乐网络服务侵犯开普乐的商业利益；
        <p> 3.7.5 不得利用开普乐网络服务系统进行任何可能对互联网或移动网正常运转造成不利影响的行为；
        <p>  3.7.6 不得利用开普乐网络服务系统进行任何不利于开普乐的行为。
        <p> 3.8 用户理解，开普乐仅提供相关的网络服务，除此之外与相关网络服务有关的设备（如个人电脑、手机、及其他与接入互联网或移动网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费、为使用移动网而支付的手机费）均应由用户自行负担。
        <p>3.9 开普乐有权对用户使用开普乐网络服务【该网络服务包括但不限于收费及免费网络服务】的情况进行审查和监督(包括但不限于对用户存储在开普乐的内容进行审核)，如用户在使用网络服务时违反任何上述规定，开普乐或其授权的单位或人有权要求用户改正或直接采取一切必要的措施（包括但不限于暂停或终止用户使用网络服务的权利）以减轻用户不当行为造成的影响。
        <p>3.10 开普乐针对某些特定的开普乐网络服务的使用通过各种方式（包括但不限于网页公告、电子邮件、短信提醒等）作出的任何声明、通知、警示等内容视为本协议的一部分，用户如使用该等开普乐网络服务，视为用户同意该等声明、通知、警示的内容。
        <p> 3.11 在开普乐系统正常运行情况下，开普乐负责及时准确地处理用户发送的业务指令，并及时向用户提供有关服务。
        <p> 3.12 开普乐根据用户的业务指令办理业务，对所有使用用户账户、密码进行的操作均视为用户所为，该操作所产生的电子信息记录无需用户书面签章确认均作为开普乐处理网络业务的有效凭据。
        <p> 3.13 如用户因开普乐网络系统差错、故障或其他原因获得不当得利的，应当立即返还不当得利，用户不可撤销地授权开普乐从其账户（如有）中直接扣划用户的不当得利所得。
        <p><strong> 4. 知识产权</strong>
        <p>4.1 开普乐提供的网络服务中包含的任何文本、图片、图形、音频和/或视频资料均受版权、商标和/或其它财产所有权法律的保护，未经相关权利人同意，上述资料均不得在任何媒体直接或间接发布、播放、出于播放或发布目的而改写或再发行，或者被用于其他任何商业目的。所有这些资料或资料的任何部分仅可作为私人和非商业用途而保存在某台计算机内。开普乐不就由上述资料产生或在传送或递交全部或部分上述资料过程中产生的延误、不准确、错误和遗漏或从中产生或由此产生的任何损害赔偿，以任何形式，向用户或任何第三方负责。
        <p>4.2 开普乐为提供网络服务而使用的任何软件（包括但不限于软件中所含的任何图象、照片、动画、录像、录音、音乐、文字和附加程序、随附的帮助材料）的一切权利均属于该软件的著作权人，未经该软件的著作权人许可，用户不得对该软件进行反向工程、反向编译或反汇编。
        <p><strong>  5. 隐私保护</strong>
        <p>5.1 保护用户隐私是开普乐的一项基本政策，开普乐保证不对外公开或向第三方提供单个用户的注册资料及用户在使用网络服务时存储在开普乐的非公开内容，但下列情况除外：
        <p>5.1.1 事先获得用户的授权；
        <p> 5.1.2 根据有关的法律法规要求；
        <p> 5.1.3 按照相关政府主管部门、司法机关的要求；
        <p> 5.1.4 为维护开普乐的合法权益。
        <p> 5.2 开普乐可能会与第三方合作向用户提供相关的网络服务，在此情况下，如该第三方同意承担与开普乐同等的保护用户隐私的责任，则开普乐有权将用户的注册资料等提供给该第三方。
        <p> 5.3 在不透露单个用户隐私资料的前提下，开普乐有权对整个用户数据库进行分析或调查研究，并对用户数据库进行商业上的利用。
        <p><strong>  6. 免责声明</strong>
        <p>6.1 用户明确同意其使用开普乐网络服务所存在的风险将完全由其自己承担；因其使用开普乐网络服务而产生的一切后果也由其自己承担，开普乐对用户不承担任何责任。
        <p>6.2 开普乐不保证为向用户提供便利而设置的外部链接的准确性和完整性，同时，对于该等外部链接指向的不由开普乐实际控制的任何网页上的内容，开普乐不承担任何责任。
        <p>6.3 开普乐因以下特殊情况没有正确或及时执行用户提交的业务指令，不承担任何责任：
        <p> 6.3.1 用户未能按照甲方的有关业务规定正确操作；
        <p> 6.3.2 用户的行为出于欺诈或其他非法目的；
        <p> 6.3.3 开普乐遇到不可抗力、计算机黑客袭击、系统故障、通讯故障、网络拥堵、供电系统故障、电脑病毒、恶意程序攻击等情况时。
        <p> <strong>   7. 违约赔偿</strong>
        <p>7.1 除本协议另有约定外，如因开普乐违反有关法律、法规或本协议项下的任何条款而给用户造成损失，开普乐同意承担由此造成的损害赔偿责任。
        <p>7.2 用户同意保障和维护开普乐及其他用户的利益，如因用户违反有关法律、法规或本协议项下的任何条款而给开普乐或任何其他第三人造成损失，用户同意承担由此造成的损害赔偿责任。
        <p>  <strong> 8. 协议修改</strong>
        <p> 8.1 开普乐有权随时修改本协议的任何条款，一旦本协议的内容发生变动，开普乐将会直接相关网站上公布修改之后的协议内容，该公布行为视为开普乐已经通知用户修改内容。开普乐也可通过其他适当方式向用户提示修改内容。
        <p> 8.2 如果不同意开普乐对本协议相关条款所做的修改，用户有权停止使用网络服务。如果用户继续使用网络服务，则视为用户接受开普乐对本协议相关条款所做的修改。
        <p><strong>  9. 通知送达</strong>
        <p>  9.1 本协议项下开普乐对于用户所有的通知均可通过网页公告、电子邮件、手机短信或常规的信件传送等方式进行；该等通知于发送之日视为已送达收件人。
        <p><strong> 10. 法律管辖</strong>
        <p> 10.1 本协议的订立、执行和解释及争议的解决均应适用中国法律并受中国法院管辖。
        <p> 10.2 如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可将争议提交华南国际经济贸易仲裁委员会按届时的仲裁规则进行仲裁，地点在深圳。败诉方并应承担胜诉方相关律师费。仲裁结果是终局的，对双方均具有约束力。
        <p><strong>  11. 其他规定</strong>
        <p> 11.1 本协议构成双方对本协议之约定事项及其他有关事宜的完整协议，除本协议规定的之外，未赋予本协议各方其他权利。
        <p> 11.2 如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。
        <p>  <strong> 12. 特别提示</strong>
        <p> 12.1 在用户确认同意本协议之前，用户确认，其已认真阅读本协议并已充分理解本协议内容。在确信其已完全理解的情况下，用户确认其完全同意本协议的全部条款与内容。用户在进行注册程序过程中表示用户完全接受本协议项下的全部条款。
        <p>&nbsp;</p>
    </div>
</div>

<%-- <div id="container">
     <div class="tabs-wrap">
         <div class="item" style="display:block">
             <h1>会员服务协议</h1>

             <p>&nbsp;</p>

             <p>第一章 定向委托投资管理协议</p>

             <p>第一条 《定向委托投资管理协议》（&ldquo;本协议&rdquo;）由两部分组成：第一部分为&ldquo;定向委托投资明细&rdquo;；第二部分为&ldquo;定向委托投资管理通用条款&rdquo;。两个部分具有同等效力，不可分割。</p>

             <p>第二条 甲方为符合中华人民共和国（&ldquo;中国&rdquo;，仅为本协议之目的，不包括香港特别行政区、澳门特别行政区和台湾省）法律法规规定的具有完全民事权利能力和民事行为能力，独立行使和承担本协议项下权利义务的自然人，自愿将合法所有资金委托乙方进行定向投资。甲方为&ldquo;上海陆家嘴国际金融资产交易市场股份有限公司&rdquo;（&ldquo;陆金所&rdquo;）的注册用户。</p>

             <p>第三条 乙方为在中国境内注册的公司，愿意接受甲方委托将甲方所委托资金依照本协议约定定向投资于定向委托投资标的。乙方为陆金所的注册用户。</p>

             <p>第四条 本协议项下委托人、乙方单独称&ldquo;一方&rdquo;，合称&ldquo;双方&rdquo;。</p>

             <p>第二章 定义与解释</p>

             <p>第一条 定义</p>

             <p>1. 定向委托投资或委托投资：是指甲方自愿将合法所有的资金委托给乙方定向投资于定向委托投资标的。通过发行机构对定向委托投资标的的管理，以获取投资收益，包括甲方首次委托投资以及之后的追加委托投资。</p>

             <p>2. 定向委托投资标的：是指由发行机构发起设立的专项资产管理计划产品，该产品信息参见本协议&ldquo;第一部分：委托投资明细&rdquo;中列明的产品信息。定向委托投资标的投资范围为委托贷款、信托计划（含信托受益权）、基金公司及子公司发行的特定/专项资产管理计划、证券公司发行的资产管理计划、商业银行理财产品、基金公司货币基金、票据收益权、银行存款等。其中银行存款的投资比例不低于30%，其它投资范围比例不高于70%。</p>

             <p>3. 定向委托投资七日平均收益率、七日平均收益率：是指乙方接受委托人委托将委托资金投资于投资标的后，发行机构所披露的定向委托投资标的最近七日(含非工作日)收益所折算的年资产收益率。</p>

             <p>4. 定向委托投资每万元收益、每万元收益：是指乙方接受委托人委托将委托资金投资于投资标的后，发行机构所披露的该日定向委托投资标的每万元投资的净收益。</p>

             <p>5.
                 委托人定向委托投资资产分配收益、昨日收益：是指根据委托人定向委托投资资产价值及定向委托投资每万元收益计算的该日委托人预期获得的结转分配收益金额，昨日收益即为前一工作日委托人定向委托投资资产分配收益。</p>

             <p>6. 定向委托投资生效日：就甲方单笔定向委托投资而言，是指本协议中双方约定的乙方有效提交定向委托投资申请且乙方接受该等申请之日。</p>

             <p>7. 定向委托投资资金：是指甲方根据本协议的约定向乙方提供的用于定向委托投资的资金。</p>

             <p>8.
                 定向委托投资资产价值、当前价值：是根据甲方定向委托投资（包括首次委托投资以及追加投资）、提取委托投资情况以及定向委托投资标的收益情况计算出的甲方定向委托投资资产价值余额，甲方定向委托投资资产价值依据定向委托投资本金及发行机构披露的定向委托投资标的结转收益为准。</p>

             <p>9. T日：指定向委托投资、提取定向委托投资或其他交易的有效申请日，该等日期为工作日，如投资人申请日为非工作日，则应当自动顺延至下一个工作日为有效申请日。</p>

             <p>10. T+n日：指在T日起第n个工作日（不包含T日）。</p>

             <p>11. T-n日：指在T日前第n个工作日（不包含T日）。</p>

             <p>12. 甲方收款账户：是指本协议项下甲方指定的作为收取本协议项下相应款项的陆金所账户。</p>

             <p>13. 乙方收款专户：是指由乙方指定的作为收取委托人向乙方支付委托资金和其他款项的乙方陆金所账户。</p>

             <p>14. 陆金所账户：是指本协议双方各自在陆金所网络平台（域名为www.lufax.com）开立的陆金所用户名项下的账户。</p>

             <p>15. 陆金所网络平台：是指陆金所为会员提供相应居间服务的网站及电子交易系统。</p>

             <p>16.
                 不可抗力：是指本协议双方不能合理控制、不可预见或即使预见亦无法避免的事件，该事件妨碍、影响或延误任何一方根据本协议履行其全部或部分义务。该事件包括但不限于地震、台风、洪水、火灾、瘟疫、其他天灾、战争、政变、骚乱、罢工或其他类似事件。</p>

             <p>17. 工作日：系指上海证券交易所、深圳证券交易所的正常交易日。</p>

             <p>18. 自然日：系指日历日，包括工作日和非工作日。</p>

             <p>19. 年：系指365个自然日。</p>

             <p>&nbsp;</p>
         </div>
     </div>

 </div>
--%>
<jsp:include page="/w2/bottom.jsp"/>

</body>
</html>
