<%@ page import="com.youngbook.common.config.Config" %>
<%@ page contentType="text/html;charset=UTF-8" language="java"  %>
<div data-page="paper-zn-001" class="page">


  <div class="navbar">
    <div class="navbar-inner navbar-ph">
      <div class="left"><a href="#" class="back link"> <i class="icon-white icon-back"></i><span></span></a></div>
      <div class="center">租金收益权转让及回购协议</div>
      <div class="right">
        <%--<a href="customer/customer_save.jsp" class="link"><i class="icon material-icons">add</i></a>--%>
        <%--<a href="#" class="link"><i class="icon material-icons">more_vert</i></a>--%>
      </div>
    </div>
  </div>

  <div class="page-content">

    <%--<div class="content-block-title">支付码为【{{payCode}}】</div>--%>
    <%--<div class="list-block">--%>
      <%--<ul>--%>
        <%--<li>--%>
          <%--<div class="item-content">--%>
            <%--<div class="item-media"><i class="icon material-icons">local_atm</i></div>--%>
            <%--<div class="item-inner">--%>
              <%--<div class="item-title">网址</div>--%>
              <%--<div class="item-after">http://pay.dianjinpai.com</div>--%>
            <%--</div>--%>
          <%--</div>--%>
        <%--</li>--%>
      <%--</ul>--%>
    <%--</div>--%>


    <div class="content-block">
      <span class="txt-20 center color-blue">
        云龙南方水电开发有限公司<br>租金收益权转让及回购协议
      </span><br>

      <br>
      <br>
      签订日期：&nbsp;&nbsp;&nbsp;&nbsp; 年&nbsp;&nbsp; 月&nbsp;&nbsp; 日&nbsp;&nbsp; <br>
      &nbsp;&nbsp;&nbsp;&nbsp;<br>
      甲方(转让方)：中能（深圳）融资租赁有限公司<br>
      统一社会信用代码：91440300358263112J<br>
      法定代表人：管彦<br>
      <br>
      乙方(受让方、投资人)名称：<br>
      证件类型：<br>
      证件号码：<br>
      <br>
      丙方(居间方)：深圳开普乐信息服务有限公司<br>
      统一社会信用代码：91440300MA5DGWUF6K<br>
      法定代表人：杨洪 <br>
      <br>
      鉴于：<br>
      1、甲方与云龙南方水电开发有限公司（统一社会信用代码：915329296885656745）签订售后回租的《融资租赁合同》，依法对云龙南方水电开发有限公司享有的租金收益权。<br>
      2、乙方为：□自然人&nbsp;&nbsp;□依法成立并有效存续的法人，拟通过投资获取投资收益。<br>
      3、丙方系中华人民共和国境内依法注册登记有限责任公司，具有投资咨询、商务信息咨询等资质。<br>
      4、经丙方提供订约媒介，现甲、乙双方协商一致，乙方拟出资受让甲方依法持有的租金收益权，甲方同意向乙方有偿转让租金收益权。<br>
      为明确协议各方的权利义务，根据《中华人民共和国合同法》、《中华人民共和国公司法》及《中华人民共和国物权法》等法律法规的规定，各方本着自愿、公平、诚实信用的原则，就租金收益权转让及相关事宜签订本协议，以兹共同遵照履行。<br>
      <br>
      第一条、定义<br>
      除非文意另有所指，下列词语在本协议中具有如下定义：<br>
      1、本协议：指本《云龙南方水电开发有限公司租金收益权转让及回购协议》及对其的任何有效修订、补充。<br>
      2、转让方：指通过融资租赁投资而对云龙南方水电开发有限公司依法享有租金收益权的公司，即甲方。<br>
      3、受让方（投资人）：指接受甲方租金收益权转让的一方，即乙方。如无特别说明或释义，本协议中的甲乙双方的交易行为视为乙方的投资行为。<br>
      4、租金支付方（回租方）：是指所投资的负有支付租金义务的单位(即：云龙南方水电开发有限公司)。<br>
      5、租金收益权：指甲方租赁公司对租金支付人（回租方）进行融资租赁投资而形成的权益。<br>
      <br>
      第二条、租金收益权<br>
      1、本协议项下，转让标的为甲方合法持有的对回租方的租金收益权。<br>
      2、租金收益权包括但不限于以下各项收入：<br>
      (1)实际出资份额在任何情形下的卖出收入；<br>
      (2)自本协议生效之日起，因持有实际出资份额而取得的租金收益等；<br>
      (3)甲方根据法律、行政法规、规章的规定、司法机关的裁决或本协议约定，依法对外转让或以其他方式处置实际出资份额所获得的全部或部分收益。<br>
      3、如果甲方名称、股东结构、注册资本等发生变更，不影响租金收益权的转让，租金收益权的转让继续有效。<br>
      <br>
      第三条、租金收益权转让对价与付款时间、方式<br>
      1、租金收益权转让对价<br>
      甲方向乙方转让租金收益权，乙方需向甲方支付受让对价即投资款，乙方支付的投资款以5万起，且以1万的整数倍递增。<br>
      2、付款条件、时间及方式<br>
      (1)在本协议签订后，乙方应在一个工作日内向甲方以下账户一次性支付租金收益权的受让对价，该受让对价即为乙方的投资款：<br>
      户名：中能（深圳）融资租赁有限公司<br>
      账户：1087 0000 0002 15716<br>
      开户行：华夏银行深圳蔡屋围支行<br>
      (2)乙方将租金收益权受让对价全部付至甲方指定的账户，视为租金收益权受让完成，乙方即合法享有租金收益权。<br>
      <br>
      第四条、乙方投资收益和租金收益权回购对价付款时间、方式及条件<br>
      1、根据乙方投资期限的不同，将乙方划分为A1类、A2类、A3类与A4类投资者，其分别对应的预期年化收益及甲方支付租金收益及回购租金收益权的时间<br>
      （分配基准日）如下表所示：<br>
      <img src="<%=Config.getWebPH()%>/include/img/paper_zn_002-1.jpg" style="width:100%" />
      注：为免歧义，投资期限的起算点为投资资金到达甲方账户的第二个工作日；预期年化收益率仅为对收益的一种预期，不构成对收益、本金不受损失的保证。<br>
      2、甲方需在分配基准日起十个工作日内将收益或本金支付给乙方。本合同项下涉及金额均精确到分位，分位以下的金额均舍去，十个工作日的支付时间不计算在内。自甲方向乙方支付完毕回购对价之日起，租金收益权及其支配权由甲方收回并享有。<br>
      第五条、甲方的权利与义务<br>
      1、依法收取乙方支付的受让对价，并按照本协议的约定将租金收益权转让给乙方。<br>
      2、确保所转让的租金收益权真实、合法、有效，并对所转让租金收益权有处分权。<br>
      3、按照本合同的约定对乙方的租金收益权进行回购。<br>
      <br>
      第六条、乙方的权利与义务<br>
      1、在受让甲方上述租金收益权后，乙方依法享有租金收益权，无权要求撤销或解除本协议，不得要求退回产品收益权。<br>
      2、乙方应当在签订合同后的一个工作日向甲方支付租金收益权的转让对价。<br>
      3、在获得本协议约定的租金收益权后，若乙方有意将其持有的租金收益权再转让给除甲方之外的第三人时，需经甲方书面同意，且需与甲方签订租金收益权转让协议。<br>
      4、乙方有权要求甲方按本协议约定回购租金收益权，自甲方向乙方支付完毕回购对价之日起，租金收益权及其支配权由甲方收回并享有。<br>
      <br>
      第七条、丙方的权利与义务<br>
      1、丙方应将其所知道的有关订立合同的情况或商业信息如实告知甲方及乙方。<br>
      2、丙方不得对订立合同实施不利影响。<br>
      3、丙方对于所提供的信息，成交机会以及后期订约情况负有保密的义务。对在为甲方完成居间活动中获悉的委托人的商业秘密以及委托人提供的信息、成交机会、后来合同的订立情况等，应按照合同的约定保守秘密。<br>
      4、丙方应当依照合同的约定，积极尽力地促成甲乙双方的交易。<br>
      5、丙方在居间活动中应当遵守法律、法规和国家政策，遵循商事惯例和交易习惯，不得从事违法的居间活动。<br>
      <br>
      第八条、甲方的声明与保证<br>
      1、关于投资收益权的声明与保证。<br>
      甲方就投资收益权不可撤销地向乙方做出以下的声明和保证，下述各项声明和保证均属真实意思表示。<br>
      (1)甲方向乙方披露的本协议项下的租金收益权的任何信息均是准确和真实的。甲方向乙方提供的有关租金收益权权属、转让成交等的法律文件均为合法和真实的。<br>
      (2)甲方转让的租金收益权是其合法持有的，符合中国现行法律法规的规定。<br>
      2、关于甲方自身的声明与保证。<br>
      甲方不可撤销地向乙方做出以下的声明和保证，下述各项声明和保证均属真实和正确：<br>
      (l)甲方系按照中华人民共和国法律依法成立并合法经营的企业。<br>
      (2)甲方已就签署并履行本协议通过了内部审批程序；不违反对甲方有约束力或有影响的法律、合同、判决、裁定或命令等。本协议签署后，即构成对甲方合法、有效和有约束力的法律文件。<br>
      (3)截至本协议签署日，不存在任何针对甲方单独或总体地对甲方履行本协议项下义务的能力产生重大不利影响的判决、命令或裁定，也不存在任何未决的、可能发生的或能够被合理预见的可能向任何法院、仲裁委员会或行政机关提起的将单独或总体地对甲方履行本协议项下义务的能力产生重大不利影响的诉讼、仲裁或其他法律或行政程序。<br>
      (4)本协议一经甲方正式签署，即形成对甲方合法、有效的约束力，本协议其他方有权按本协议的条款对甲方主张权利。<br>
      (5)截至本协议签署时，甲方不存在任何会单独或总体地对其与本协议或租金收益权有关的业务经营或财务状况产生任何重大不利影响的违法、违规行为。<br>
      (6)截至本协议签署时，甲方不是任何破产、资不抵债或其它类似程序的主体，且就甲方所知，也不存在任何进入破产、资不抵债或其它类似程序的威胁。<br>
      <br>
      第九条、乙方的声明与保证<br>
      为本协议之目的，乙方不可撤销地向甲方作如下声明、承诺及保证：<br>
      1、乙方为依法设立并有效存续的企业法人或乙方为具有完全民事行为能力的自然人，并拥有合法的权利或授权签署本协议或其他相关协议。<br>
      2、乙方保证已经就签署及履行本协议获得必要授权与批准，签署及履行本协议，不违反对乙方有的约束力或有影响的法律或合同的限制，本协议签署后，即构成对其合法、有效和有约束力的法律文件。<br>
      3、乙方支付本协议项下的转让对价为其所拥有的合法财产。<br>
      4、乙方为签订本协议做出的意思表示是真实，不存在虚假陈述，不受任何人胁迫。<br>
      5、乙方已充分理解并知悉本协议全部内容，已不存在任何疑问和异议。<br>
      <br>
      第十条、丙方的声明与保证<br>
      为本协议之目的，丙方不可撤销地向甲方和乙方作如下声明、承诺及保证：<br>
      1、丙方系按照中华人民共和国法律依法成立，经当地政府批准设立的企业，并保证合法经营。<br>
      2、丙方仅负责项目的推荐及甲乙双方交易的监督工作，不参与该交易。<br>
      <br>
      第十一条、费用的承担<br>
      1、各方依照法律规定各自承担本协议履行过程中发生的税费。任何一方不代为对方进行扣缴，但法律、行政法规及部门规章另有规定的除外。<br>
      2、因甲方履行本协议项下义务而向第三方支出的费用(包括但不限于聘请律师、会计师、审计师的费用、公证费等)由甲方承担。<br>
      <br>
      第十二条、违约责任<br>
      1、如果协议当事人未能履行其在本协议项下的义务，或协议当事人在本协议项下所作的声明与保证是不真实的或不准确的，该方将被视作违反本协议的约定。守约方可按照法律规定可向违约方追究违约责任。<br>
      <br>
      第十三条、保密<br>
      1、协议当事人对于本协议以及与本协议有关的事项承担保密义务，未经另一方书面同意，任何一方不得将本协议的任何有关事项向除合同当事人以外的第三方披露，但是因以下情况所进行的披露除外：<br>
      (1)向在正常业务中所委托的审计、律师等工作人员进行的披露，但前提是该等人员必须对其在进行前述工作中所获知的与本协议有关的信息承担保密义务；<br>
      (2)该等资料和文件可由公开途径获得或者该资料的披露是法律法规的要求；<br>
      (3)向法院或者根据任何诉前披露程序或类似程序的要求，或根据所采取的法律程序进行的与本协议有关的披露；<br>
      (4)根据金融监管机构的要求，向金融监管机构进行的披露；<br>
      (5)甲方因办理登记、变更等事项，向相关主管部门进行的披露。<br>
      2、本条的约定在本协议终止后仍然有效。<br>
      <br>
      第十四条、协议的生效<br>
      本协议自甲、乙、丙三方的签字或盖章后生效。<br>
      <br>
      第十五条、协议的变更、解除和终止<br>
      1、经协议当事人协商一致，可以变更或解除本协议。<br>
      2、发生下列情況之一时，一方有权书面通知另一方解除本协议：<br>
      (1)由于不可抗力或不可归责于住何一方的原因致使本协议的目的无法实现；<br>
      (2)一方严重违约致使本协议目的无法实现。<br>
      3、变更或解除本协议均应采用书面形式。对于必须经政府审批部门审批的变更事项，则须在获得相关批准后方能生效。<br>
      <br>
      第十六条、不可抗力<br>
      l、“不可抗力”是指本协议当事人不能合理控制、不可预见或即使预见亦无法避免的事件，该事件妨碍、影响或延误任何一方根据本协议履行其全部或部分义务。该事件包括但不限于地震、台风、洪水、火灾、瘟疫、其他天灾、战争、政变、骚乱、罢工或其他类似事件。<br>
      2、如发生不可抗力事件，遭受该事件的一方应立即用可能的快捷方式通知另一方，并在15日内提供证明文件说明有关事件的细节和不能履行或部分不能履行或需延迟履行本协议的原因。协议当事人应在协商一致的基础上决定是否延期履行或终止本协议，并达成书面合意。<br>
      <br>
      第十七条、管辖及争议解决方式<br>
      1、本协议适用中华人民共和国法律。<br>
      2、协议当事人因履行本协议或与本协议有关的所有纠纷均应当以友好协商的方式解决，如协商不成的，均应向甲方所在地有管辖权的人民法院提起诉讼。<br>
      <br>
      第十八条、其他<br>
      1、本协议未尽事宜，协议当事人可另行签订补充协议，并作为本协议的附件。本协议的附件与本协议具有同等法律效力。<br>
      2、本协议一式叁份，甲、乙、丙方各执壹份，每份具有同等法律效力。<br>
       <br>
      (以下无正文，签章页)<br>
      <br>
      <br>
      甲方：中能（深圳）融资租赁有限公司<br>
      法定代表人或授权代表(签字或盖章)<br>
      <br>
      <br>
      乙方：<br>
      法定代表人或授权代表(签字或盖章)<br>
      <br>
      <br>
      丙方(居间方)；深圳开普乐信息服务有限公司<br>
      法定代表人或授权代表(签字或盖章)<br>
      <br>
      <br>
      <br>
      签署日期：&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;年&nbsp;&nbsp;&nbsp;&nbsp; 月&nbsp;&nbsp;&nbsp;&nbsp;日<br>
      <br>
      签署地点：<br>
      <br>
      <br>
      <br>
      交易确认表<br>
      <img src="<%=Config.getWebPH()%>/include/img/paper_zn_002-2.jpg" style="width:100%" />
      <br><br>
      <span class="txt-20 center color-blue">
        租金收益权投资风险提示书
      </span><br>
      <br>
      尊敬的投资人：<br>
      &nbsp;&nbsp; 甲方作为租金收益权的转让人，向拟受让该租金收益权的投资人提示下列风险。本租金收益权仅向理解并有能力承担下列风险的投资人转让，请投资人在做出投资决策之前仔细阅读如下风险提示内容。<br>
      特别提示，租金收益权的实现可能存在以下风险：<br>
      <br>
      一、法律、政策风险<br>
      租金收益权的实现可能因法律、法规及政府政策的变更，产生一定的法律、政策风险。<br>
      <br>
      二、市场风险<br>
      租金收益权的实现由于市场情况可能发生重大变化，因此可能产生一定的市场风险。<br>
      <br>
      三、管理风险<br>
      可能由于经营管理不善或诉讼、仲裁等原因，导致租金收益权收益低于预期，从而致使投资人的投资遭受损失。<br>
      <br>
      四、资金损失风险<br>
      甲方依照恪尽职守、诚实信用、谨慎勤勉的原则监督管理本次交易，但不保证投资人资金本金不受损失，也不保证一定盈利及最低收益。<br>
      <br>
      五、其他风险<br>
      由于战争、地震、海啸等不可抗力的原因和其他不能预见的原因，导致投资目的不能实现或不能全部实现的风险。<br>
      &nbsp;&nbsp; <br>
      &nbsp;&nbsp; 以上并不能揭示所从事交易的全部风险。投资人应在做出交易决策前，了解拟交易投资的风险收益特征，并根据自身的交易目标风险承受能力和资产状况等谨慎决策。<br>
      <br>
      投资人声明：<br>
      投资人交付给甲方的租金收益权受让对价系投资人合法拥有的财产；投资人在本《风险提示书》签字，表明投资人已认真阅读并理解所有投资文件，并自愿依法承担相应的投资风险；投资人签署《风险提示书》是自愿的，是其真实意思表示，并且投资人为法人、组织或其他机构时经过了新有必需的合法授权(上述授权及授权项下的签署和执行未违背投资人的公司章程或任何有的约束力的法规或合同)，投资人为签署和执行本《风险提示书》所需的手续均已合法、有效地办理完毕。<br>
      投资者（签章）：<br>
      <br>
      签字日期：&nbsp;&nbsp;&nbsp;&nbsp; 年&nbsp;&nbsp;&nbsp;&nbsp; 月&nbsp;&nbsp;&nbsp;&nbsp; 日<br>

    </div>

      <div class="content-block">
        &nbsp;
      </div>

  </div>

</div>